{"doi": "10.1016/j.seppur.2025.131787", "section": "Preparation of SiQDs", "paragraph": "SiQDs were synthesized by using a hydrothermal method following our previous work [46]. At first, sodium ascorbate (SA) solution was prepared at room temperature: 0.75 g of SA was dissolved in 15 ml deionized water in a flask purged with nitrogen for 20 min to remove oxygen. Then the above SA solution and 4 ml 3-aminopropyl ethoxysilane (APTES) was added into 50 ml deionized water and then thoroughly stirred at room temperature and ambient pressure for 20 min. The resultant precursor solution was loaded into a Teflon stainless steel autoclave, which was then incubated at 200°C for 24 h. After dialysis purification, SiQDs were obtained."}
{"doi": "10.1016/j.seppur.2025.131787", "section": "Preparation of 13X-SiQDs", "paragraph": "13X-SiQDs was prepared by using a hydrothermal method. Prior to the hydrothermal process, precursor gel composed of silicon aluminate and SiQDs were prepared. Typically, 7.5 g of SiO2 sol (40 wt%) and 2.4 g of NaOH (99.0 %) were added to 20.0 g of deionized water under stirring, which was then heated at 80℃ for 10 min to obtain NaSiO3 sol. Meanwhile, 2.7 g of NaAlO2 (99.0 %) and 1.1 g of NaOH (99.0 %) were added to 20.5 g of deionized water under stirring to make a clear solution, and then 2.7 g of SiQDs solution was added. The above mixture was dropped into NaSiO3 sol for 1 h stirring and another 24 h aging. Finally, the resultant precursor gel in Teflon stainless steel autoclave was heated at 110℃ for 16 h. The prepared precipitates were carefully washed at room temperature till pH 7 ∼ 8 and then dried at 80℃ to obtain 13X-SiQDs."}
{"doi": "10.1016/j.jssc.2025.125339", "section": "Preparation of S-1-200 seeds, hierarchical TS-1 zeolite with different amounts of carbon black", "paragraph": "Silicalite-1 seeds were synthesized by adding 15.6 g TEOS to 9.8 g TPAOH (25 wt% in water), followed by the adding 18.6 g deionized water and then stirring for 24 h at room temperature. Subsequently, the obtained solution is transferred to a Teflon lined autoclave and crystallized in an oven at 98 °C for 24 h. After centrifugally washed to neutral and drying at 100 °C for 12 h, then finally calcined at 600 °C for 6 h in a muffle furnace. The final products with an average particle size of 200 nm were defined S-1-200 seeds."}
{"doi": "10.1016/j.jssc.2025.125339", "section": "Preparation of S-1-200 seeds, hierarchical TS-1 zeolite with different amounts of carbon black", "paragraph": "Hierarchical TS-1zeolite with different amounts of carbon black was synthesized as follows: firstly, 0.81 g TPAOH (25 wt%) mixed with 0.60 g fumed silica were grinded for 5–10 min. Subsequently, 0.024 g of titanium sulfate and 0.015 g of silicalite-1 seeds were added to the mortar with grinding for 10–15 min. Then, different amounts of carbon black (0.05/0.1/0.2/0.4 g) were added to the mixed material, grinding for 10 min. After that, the solid mixture was transferred to a Teflon lined autoclave and crystallized at 180 °C for 24 h. After that, it was filtered, washed, and dried at 80 °C for 12 h. The treatment of materials after crystallization is the same as S-1-200 seeds."}
{"doi": "10.1016/j.jssc.2025.125339", "section": "Preparation HTS-1-CB + SiO", "paragraph": "To investigate the effect of different carbon black addition sequence on the S-1 seeds pores structure. Hierarchical TS-1 zeolite was synthesized by grinding and mixing 0.2 g CB (carbon black). 0.60 g fumed silica were grinded with 0.2 g CB firstly for 10 min and mixed with 0.81 g TPAOH (25 wt%) for 5–10 min followed by the addition of 0.015 g seeds and 0.024 g titanium sulfate for 10–15 min, which named HTS-1-CB + SiO2; 0.81 g TPAOH (25 wt%) was mixed with 0.2 g CB firstly for 10 min and added 0.6 g SiO2 for 5–10 min followed by the addition of 0.015 g seeds and 0.024 g titanium sulfate, grinding for 10–15 min, which named HTS-1-CB + TPAOH; 0.2 g CB firstly was added to 0.015 g seeds and 0.024 g titanium sulfate and then mixed with 0.6 g SiO2 for 5–10 min followed by the addition of 0.81 g TPAOH (25 wt%) for 10min, which named HTS-1-CB + Seeds. After that, the solid mixture was transferred to a Teflon lined autoclave and crystallized at 180 °C for 24 h. After centrifugally washed to neutral and drying at 80 °C for 12 h, then finally calcined at 600 °C for 6 h in a muffle furnace."}
{"doi": "10.1016/j.apcatb.2025.125359", "section": "Beta zeolite", "paragraph": "Beta zeolite was prepared via the hydrothermal method. Initially, a gel mixture with a molar composition of 1Al2O3: 50SiO2: 10TEAOH: 495H2O was prepared and stirred at room temperature for 24 h. Then it was transferred to a stainless-steel autoclave lined with polytetrafluoroethylene and crystallized in an oven at 140 °C. Finally, the obtained solid product was collected by centrifugation, washed and dried at 80 °C, and calcined in a muffle furnace at 550 °C for 8 h to remove the template agent."}
{"doi": "10.1016/j.apcatb.2025.125359", "section": "Ni@Beta", "paragraph": "The Ni@Beta catalyst was synthesized via a dissolution-recrystallization method. Initially, Ni(NO3)2-6H2O was dissolved in water, followed by the addition of Beta zeolite (Si/Al ratio of 25). The mixture was stirred until complete evaporation of water. Subsequently, a 35 wt% tetraethylammonium hydroxide (TEAOH) solution (pH ∼15.22) was introduced, adjusting the final pH to approximately 13.49. The resulting mixture was then transferred into a polytetrafluoroethylene-lined stainless-steel autoclave and subjected to hydrothermal crystallization at 140 °C. After centrifugal washing, the solid product was dried at 100 °C, calcined at 550 °C for 8 h, and ultimately reduced at 750 °C for 1 h in a 5 % H2/95 % Ar atmosphere."}
{"doi": "10.1016/j.apcatb.2025.125359", "section": "Ni/Beta", "paragraph": "The Ni/Beta catalyst was prepared using incipient wetness impregnation. A Ni(NO3)2·6H2O solution was added dropwise onto Beta zeolite. The mixture was then aged at room temperature for 8 h, followed by calcination in air at 550 °C for 8 h, and finally reduced at 750 °C for 1 h within a 5 % H2/95 % Ar atmosphere."}
{"doi": "10.1016/j.biortech.2025.132320", "section": "Catalyst preparation and specification", "paragraph": "Conventional HZSM-5 (SiO2/Al2O3 = 80) was provided by Zeolyst International (USA) and used as the catalyst precursor. To prepare NaOH-treated HZSM-5 (80) (N-HZSM-5), the HZSM-5 (80) sample was exposed to a NaOH (Duksan − purity: 93 %) solution with a certain molarity and stirred at 55 °C for 0.5 h, followed by filtration, drying, and calcination (at 500 °C for 2 h). An identical procedure was used to prepare the HCl-treated HZSM-5 (80) (H-HZSM-5) catalyst using HCl (Sigma-Aldrich − purity: 37 %). The physicochemical properties of the synthesized catalysts were determined using N2 adsorption-desorption, XRF, XRD, NH3-TPD, pyridine FT-IR, MAS NMR, FE-SEM, and high-resolution transmission electron microscopy (HR-TEM)."}
{"doi": "10.1016/j.jece.2025.116159", "section": "Synthesis of NiIn/GaMFI catalysts", "paragraph": "The main preparation steps of bimetallic NiIn/GaMFI catalysts were displayed in Scheme 1. The Ga modified MFI zeolite with Si/Ga molar ratio of 40 was synthesized with modified hydrothermal crystallization method [45], and the specific procedure was as follows: Tetrapropylammonium hydroxide (13.00 g, 25 % solution) and Tetraethyl silicate (8.35 g) were thrown into deionized water at 35 °C and kept stirring with a speed of 1500 r/min for 1 h. Then calculated amount of Ga(NO3)3 were added into the solution with stirring at 35 °C for another 4 h. After stirring was finished, the viscous mixture was diverted into Teflon-lined reaction vessel for heating statically at 170 °C for 72 h. Subsequently, the white sample was collected by centrifugation with a speed of 8000 r/min for 5 min, drying at 100 °C for 24 h and calcining at 550 °C for 6 h."}
{"doi": "10.1016/j.jece.2025.116159", "section": "Synthesis of NiIn/GaMFI catalysts", "paragraph": "Ga modified MFI zeolites with hierarchical channels were prepared through alkaline treatment. Ga modified MFI zeolites were poured into NaOH solution (0.5 M) and stirring with a speed of 1500 r/min at 60 °C for 2 h; after finishing the stirring, the white solid was acquired by centrifugation with a speed of 8000 r/min for 5 min, drying at 100 °C for 24 h and calcining at 550 °C for 3 h, and recorded as GaMFI."}
{"doi": "10.1016/j.jece.2025.116159", "section": "Synthesis of NiIn/GaMFI catalysts", "paragraph": "The bimetallic NiIn/GaMFI catalysts with different In/Ni molar ratios (0, 0.1, 0.2 and 0.3) were prepared with deposition-precipitation method [46]. Typically, 0.74 g of Ni(NO3)2 and different amounts of In(NO3)3 (0 g, 0.07 g, 0.14 g and 0.21 g) were suspended in deionized water and kept stirring with a speed of 1500 r/min at 60 °C to form a green solution; then 1.5 g of GaMFI zeolite was input to the solution and stirred evenly. Subsequently, Na2CO3 solution (0.5 M) was added to the above mixture until the pH of solution reached 8–9. After stirring for 12 h to completely precipitate Ni and In metals, the green samples were collected with centrifugation under the same conditions, drying at 100 °C for 24 h and calcining at 550 °C for 6 h. The bimetallic NiIn/GaMFI catalysts with different In/Ni ratios (0, 0.1, 0.2 and 0.3) were noted as Ni/GaMFI, NiIn1/GaMFI, NiIn2/GaMFI and NiIn3/GaMFI, respectively."}
{"doi": "10.1016/j.fuel.2025.134923", "section": "Materials and synthesis.", "paragraph": "Synthesis of zeolite-seed precursor solution. The preparation of a zeolite-seed precursor solution was carried out following the methods previously detailed in our work [31]. The details of the zeolite-seed precursor solution synthesis are provided in the supporting material."}
{"doi": "10.1016/j.fuel.2025.134923", "section": "Materials and synthesis.", "paragraph": "Synthesis of mesoporous MFI zeolite with multilamellar morphology. The mesoporous MFI zeolite with multilamellar morphology was synthesized by a hydrothermal process with an initial molar composition of 1.0SiO2:(0.003–0.0167)Al2O3:(0.02–0.05)CTAB:0.15Na2O:25H2O. Typically, 0.39–1.16 g of aluminum sulfate octadecahydrate and 1.5–2.5 g of H2SO4 were mixed with 40 g of deionized water. After stirring for about 0.5 h, a clear solution was obtained. Next, 25 g of water glass was introduced to the mixture to form a uniform aluminosilicate gel. Following 1 h of stirring, the seed precursor solution (10 wt%,by weight relative to the SiO2 content in the mixture) was added into the aforementioned blend, yielding gel A. The mixed gel A was further aged for 24 h at 80 °C. Subsequently, 2.5 g of CTAB was introduced into the gel A to obtain the gel B. Finally, gel B was poured into a Teflon-lined stainless-steel autoclave for static crystallization at 140 °C over a period of 1 to 4 days. The resulting solid product was collected through repeatedly centrifugation and washing. Finally, the products denoted as CT-Z-x (where x represents the SiO2/Al2O3 ratio in the starting materials) was dried at 100 °C overnight, and calcined in air at 550 °C for 6 h. An ion exchanges with 1-M NH4NO3 solution twice was carried on the CT-Z-x at 80 °C for 2 h. This was followed by a calcination step at 350 °C for 3 h to yield the H-form zeolites."}
{"doi": "10.1016/j.fuel.2025.134923", "section": "Materials and synthesis.", "paragraph": "For reference, ZSM-5 zeolites free of CTAB, denoted as F-Z-x (where x represents the SiO2/Al2O3 ratio in the starting materials), were also synthesized. It is worth noting that all steps were the same as those for CT-Z-x, except that CTAB was not added."}
{"doi": "10.1016/j.fuel.2025.134923", "section": "Materials and synthesis.", "paragraph": "For comparison, the conventional ZSM-5 zeolite with a SiO2/Al2O3 ratio of 120 was synthesized utilizing TPAOH as the SDA from a gel with a molar composition of 1SiO2:0.0083Al2O3:0.2TPAOH:0.04Na2O:18H2O. In a typical synthesis, 16.3 g TPAOH and 0.32 g NaOH were dissolved in 20 g deionized water, then 0.34 g of Al(i-PrO)3 was added to the solution, followed by homogenizing for 1 h under stirring. Finally, 15 g of Ludox AS-40 (Aldrich, 40 wt%) was added to the above solution and continuously stirred for 2 h. Hydrothermal crystallization of the obtained mixture was conducted statically at 160 °C for 48 h in Teflon-lined autoclaves. After the same post-processing as for CT-Z-x, the obtained sample was denoted as C-ZSM-5(120)."}
{"doi": "10.1016/j.micromeso.2025.113629", "section": "Preparation of USY zeolite with uniform mesoporosity and high Si/Al ratio", "paragraph": "The procedure harnessed to obtain USY zeolite with uniform mesoporosity and high Si/Al atomic ratio was a surfactant-templating post-synthetic treatment [21,22]. The used chemicals in this research were the following ones: commercial dealuminated USY zeolite (Zeolyst CBV-780, Si/Al = 40), 0.05 M aqueous ammonia solution prepared from concentrated ammonia solution (28–30 wt% NH3, Honeywell), and the surfactant hexadecyltrimethylammonium bromide (CTAB, Sigma-Aldrich, purity ≥98 wt%)."}
{"doi": "10.1016/j.micromeso.2025.113629", "section": "Preparation of USY zeolite with uniform mesoporosity and high Si/Al ratio", "paragraph": "In a typical recipe, Teflon-lined autoclaves were loaded with 1 g of the zeolite, 0.2 g of ammonia, 0.7 g of CTAB, and 62.5 g of Mili-Q water. Subsequently, they were then placed in an oven at temperatures ranging from 40 to 135 °C under static heating for 20 h. After ending the heating process, the solid was separated using vacuum filtration and dried in a stove at 110 °C overnight under air atmosphere. Finally, the zeolite underwent calcination in a muffle furnace under static air at 550 °C for 5 h to remove any residual organic materials and further stabilize the zeolite structure. The obtained samples were named as USY-X, wherein X stands for the temperature used during the surfactant-templating procedure."}
{"doi": "10.1016/j.matlet.2025.138557", "section": "Synthesis of hierarchical ZSM-5 zeolites", "paragraph": "A silicon source (TEOS, colloidal silica, or fumed silica) was dispersed in a TPAOH solution and stirred for 12 h. An aluminum source (NaAlO2 or AIP), water, and NaOH (if needed) were mixed and stirred for 12 h, then added dropwise to the silicon solution. After stirring for 3 h, the final gel had a molar composition of 1SiO2: 0.033Al2O3: 0.033Na2O: 0.26 TPAOH: 50H2O. The gel was transferred into a stainless-steel tubular reactor (length: 20 cm, outer diameter: 8 mm, inner diameter: 6 mm) and crystallized under autogenous pressure in a preheated oven. After the reaction, the solid product was centrifuged, washed with deionized water, and dried at 80 °C overnight. It was then calcined at 550°C for 4 h to obtain the hierarchical ZSM-5 zeolite. Samples made with TEOS and NaAlO2 were labeled ZSM-5@x-y, where x and y represent the crystallization temperature (°C) and time (min), respectively. For the seed-assisted synthesis, the procedure was identical to that described above, except that 5 wt% ZSM-5 seeds (based on SiO2 in the gel), prepared according to our reported work [5], were added to the final gel, followed by an additional 30 min of stirring. The samples were labeled ZSM-5-s@x-y."}
{"doi": "10.1016/j.seppur.2024.130414", "section": "Synthesis of nucleated amorphous silicon precursors (NASPs)", "paragraph": "In a typical run of NASPs P-50(12), 0.50 g solid silica, 0.949 g TPAOH aqueous solution (25 wt%) and 0.0435 g NaOH (the molar ratio of SiO2: NaOH: TPAOH: H2O = 1: 0.13: 0.14: 4.76) were added into a mortar, respectively, and ground for 5 min at room temperature to obtain the semi-solid-like powder. Then the synthetic powder was transferred to a 15 mL Teflon-lined stainless steel autoclave and heated at low temperature (e.g., 50 °C) for a certain time (e.g., 12 h). The NASPs were simply prepared without further treatment. The as-prepared NASPs are denoted as P-T(t), where T and t represent the heating temperature and time, respectively."}
{"doi": "10.1016/j.seppur.2024.130414", "section": "Synthesis of 2D-hierarchical MFI zeolite nanosheets (HNSs)", "paragraph": "The 2D-hierarchical MFI zeolite nanosheets (HNSs) were prepared through amino acid assisted conversion of NASPs via a decoupling nucleation-crystallization method. In a typical run of HNS-L0.5, the as-synthesized NASPs (e.g., P-50(12)) were dispersed in lysine aqueous solution to form a homogeneous solution (molar composition of synthesis mixture: 1 SiO2: 0.13 NaOH: 0.14 TPAOH: x lysine: 50 H2O, where x , represents the stoichiometric number of lysine). The mixture was stirred for 30 min, and then transferred to a 50 mL Teflon-lined stainless steel autoclave and heated at 160 °C for 72 h. The as-synthesized samples were dispersed in distilled water and centrifuged by high-speed centrifugation (13,000 rpm., 10 min) for several times, and then dried at 60 °C in the oven overnight, followed by calcination at 550 °C for 6 h. The as-prepared samples are denoted as HNS-L x , where L represents the lysine assisted approach, and x represents the lysine/SiO2 ratio. The zeolite nanosheets grown from the NASPs P-50(12) in the synthesis mixture 1 SiO2: 0.13 NaOH: 0.14 TPAOH: 0.5 lysine: 50 H2O under dynamic condition (160 °C 72 h, 30 rpm) are denoted as HNS-L0.5-D."}
{"doi": "10.1016/j.seppur.2024.130414", "section": "Synthesis of conventional MFI zeolites (CS-1)", "paragraph": "The conventional coffin-shaped silicalite-1 (MFI) zeolites were synthesized according to a previously reported method [33]. TEOS was added in the TPAOH aqueous solution drop by drop. The mixture was aged at ambient temperature for 4 h to form a clear solution with the molar composition of TEOS: TPAOH: H2O = 1: 0.32: 165. The synthesis solution was transferred into a Teflon-lined stainless steel autoclave, which was sealed and placed in an oven (175 °C) and kept rotating at 30 rpm for 2 h. After crystallization, washing and calcination, the obtained sample was designated as CS-1."}
{"doi": "10.1016/j.micromeso.2025.113647", "section": "Synthesis of SAPO-34 zeolite via a seed-assisted approach combined with fluoride addition", "paragraph": "The zeolite was prepared under hydrothermal condition and the molar composition of the starting gel was set to 1.0Al2O3: 1 P2O5: 4TEA: 0.4SiO2: 70H2O: 8 % seed:0.1 NH4F. Typically, Pseudo-boehmite was initially mixed with phosphoric acid as well as deionized water until a uniform solution was achieved. The TEA solution was then introduced into the mixture and stirred for 1 h. Subsequently, colloidal silica was added into the obtained mixture and stirred for an additional 1 h. The calcined SAPO-34 zeolite seed was then added and stirred for 1 h. Finally, NH4F was introduced into the aforementioned mixture and stirred for 1 h. The mixture was subsequently transferred into an autoclave and subjected to crystallization at 200 °C for 2 days. After that, the product was thoroughly washed with deionized water until the pH approached near-neutral, which was then dried at 70 °C overnight and calcined at 550 °C for 6 h. The resulting sample was denoted as SAPO-34-S-F, with S and F indicating that the sample was prepared using a seed-assisted method combined with fluoride addition. The detail procedures for the synthesis of SAPO-34 zeolite seeds, SAPO-34-S and SAPO-34-C, the sample characterizations and catalytic evaluation were provided in the supplementary data."}
{"doi": "10.1016/j.fuel.2025.135278", "section": "Alkaline treatment on Beta zeolite", "paragraph": "A commercial H-Beta zeolite (Si/Al = 12), denoted as Beta(12), was supplied from the Nankai University Catalyst Co. Ltd. Prior to the experiments, the zeolite was activated at 550 °C in a muffle furnace for 4 h. The alkaline-treatment protocol was referred to the previous reports [12,18]. A series of alkaline-treated zeolite with different desilication levels were prepared as follows: a certain amount of activated zeolite powder was added into a mixed solution of NaOH (0.2 – 1.0 M) and TEAOH (0.2 M) and vigorously stirred at 85 °C for 0.5 – 4 h where the liquid/solid ratio kept 30 mL/g. The suspension was sufficiently washed with deionized water, dried at 110 °C for 12 h, and calcined at 550 °C for 4 h. The as-synthesized sample was NH4-exchanged with 0.5 M NH4NO3 solution (liquid/solid = 30 mL/g) at 80 °C for three times. Subsequently, the samples were calcined at 550 °C and denoted as DSB(x), where x represented the Si/Al ratio measured by XRF ranged in 2.2 – 8.8."}
{"doi": "10.1016/j.fuel.2025.135278", "section": "Acid treatment on Beta zeolite", "paragraph": "The activated Beta zeolite was treated as reported previously [19,20]. A certain amount of activated zeolite powder was added into the HNO3 solution (2.0 and 13.0 M) where the liquid/solid ratio kept 30 mL/g. The suspension was vigorously stirred at 80 °C for 12 h. After sufficient wash and drying, the sample was calcined at 550 °C for 4 h and denoted as DAB(x)."}
{"doi": "10.1016/j.fuel.2025.135278", "section": "Preparation of Ni-based catalysts", "paragraph": "All of the Ni-based catalysts were synthesized using the ball-milling methods [17], as shown in Scheme 1 . Ni(NO3)2·6H2O was impregnated on Beta(12), DSB(x), and DAB(x) zeolites to keep the nominal Ni loading as 5.0 wt%. Subsequently, the as-impregnated samples were ground by using a QM-3SP04 planetary ball grinder at 200 rpm for 10 h. After calcination at 550 °C for 4 h, the samples were denoted as Ni/Beta(12), Ni/DSB(x), and Ni/DAB(x), respectively. Ni/Al2O3 and Ni/SiO2 were also synthesized for comparison."}
{"doi": "10.1016/j.micromeso.2025.113602", "section": "Introduction", "paragraph": "For obtaining the hierarchical Zr-BEA and Zr-Al-BEA zeolites, several methods have been proposed, such as direct synthesis using Gemini-type surfactants as structure-directing agents [66], partial dealumination-desilication-deep dealumination of the parent Al-BEA for introducing mesoporosity with subsequent Zr incorporation by solid-state metallation with zirconocene dichloride [46,52] and zirconium(IV) acetylacetonate [64]. Other methods require cetyltrimethylammonim bromide [62] and polydiallyldimethylammonium chloride [63] as mesoporogens and impregnation of dealuminated hierarchical BEA with aqueous solution of zirconium (IV) nitrate or oxychloride. Hierarchical Zr-Al-BEA zeolite has been also obtained by synthesis of Al-BEA using sacrificial resin beads as hard template, partial dealumination and Zr grafting in 1-propanol [65]. Generally, these methods have some drawbacks, such as the necessity of using complex and expensive additional templates and zirconium sources or time-consuming dealumination-desilication operations to generate mesoporosity. Thus, the development of a new, more convenient and efficient method for obtaining hierarchical Zr-BEA is still required."}
{"doi": "10.1016/j.micromeso.2025.113602", "section": "Samples preparation", "paragraph": "Two Al-BEA samples were used as starting materials for the preparation of Zr-containing zeolites. The home-made sample will be referred to as h-BEA hereinafter. The reference sample, denoted to as c-BEA, was prepared from commercial zeolite CP814E after converting the NH 4 + -form to the H-form by calcination at 450 for 5 h with a heating rate of 2 °C/min. This heating rate was used for all subsequent treatments. The designations Al-BEA and Zr-BEA refer generally to Al- and Zr-containing materials without reference to a specific sample."}
{"doi": "10.1016/j.micromeso.2025.113602", "section": "Samples preparation", "paragraph": "Hierarchical h-BEA zeolite was prepared by hydrothermal treatment of a concentrated reaction mixture with the molar composition of 1SiO2:0.04Al2O3:0.6TEAOH:0.2HCl:5.5H2O (Si/Al = 12.5, H2O/Si = 5.5). First, a more dilute mixture with H2O/Si = 20 was obtained by adding 22 g of fumed silica to the solution containing 96.5 g of TEAOH (35 wt% solution in H2O), 17.4 g of HCl (16 wt% solution in H2O) and 60 g of water with vigorous stirring. After 30 min, 1.97 g of boehmite was added and the obtained reaction mixture was stirred for 1 h. Then the mixture was dried at 70 °C to a H2O/Si molar ratio of 5.5 in the gel, placed in an autoclave with Teflon liner and subjected to hydrothermal treatment at 140 °C for 3 day under static conditions. After cooling the autoclave to room temperature, h-BEA sample was isolated by centrifugation (11000 rpm, 20 min), washed with 100 ml of distilled water and dried at 100 °C overnight. For obtaining template-free H-form, the sample was calcined in air at 600 °C for 6 h."}
{"doi": "10.1016/j.micromeso.2025.113602", "section": "Samples preparation", "paragraph": "Zr-BEA zeolites were prepared via a two-step post-synthetic treatment involving dealumination of h-BEA and c-BEA samples, followed by zirconium incorporation by wet impregnation or solid-state metallation of the resulting sample with a zirconium source. For dealumination, 30 g of the sample was mixed with 300 ml of nitric acid (56 wt%) and stirred with reflux condenser at 80 °C for 20 h. The treatment was carried out twice. The dealuminated zeolite was isolated by filtration and dried at 160 °C for 1 day. For incorporation of zirconium, the dealuminated zeolite was added to the solution (ethanol or 2-propanol, 10 ml/g) containing zirconium (IV) chloride (nominal Si/Zr molar ratio was 25) and stirred for 1 h. Then the solvent was evaporated at 60 °C. Zr-BEA was also obtained by grinding the dealuminated zeolite with a zirconium source in a mortar for 15 min. The samples obtained were calcined in air at 600 °C for 6 h."}
{"doi": "10.1016/j.micromeso.2025.113602", "section": "Samples preparation", "paragraph": "The obtained materials were denoted as (A)-(B), where (A) is the initial zeolite (hB for h-BEA and cB for c-BEA), (B) is the method of zirconium incorporation. The conditions of the samples preparation are given in Table 1 . For the sample hB-Et, the nominal Si/Zr molar ratio was varied as 15 (hB-Et(13)), 25 (hB-Et(20)) and 50 (hB-Et(40)). Si/Zr molar ratio in these samples based on the EDX analysis was denoted in the parentheses."}
{"doi": "10.1016/j.micromeso.2025.113602", "section": "Structure and acidity of hierarchical Zr-BEA zeolites", "paragraph": "The hierarchical Zr-BEA zeolites have been obtained by dealumination of the hierarchical h-BEA sample and subsequent incorporation of zirconium via wet impregnation in dry ethanol using zirconium (IV) chloride followed by samples calcination (Table 1). Si/Al ratio in the hierarchical Zr-BEA samples has been varied in the range of 13–40 by adding different amount of ZrCl4 in the mixture for wet impregnation. Hierarchical zirconium-containing zeolites with Si/Zr of 20–40 are pure BEA phase (Fig. 3 a). For hB-Et(13) sample obtained when using a larger amount of ZrCl4, ZrO2 particles are detected by XRD."}
{"doi": "10.1016/j.ccst.2025.100424", "section": "Preparation of functionalized h13X", "paragraph": "The h13X powder was overnight degassed at 150 °C under a vacuum. A 30 ml of toluene was added to the three-neck flask. The flask was connected to the reflux condenser, N2 gas, and placed in an oil bath. The system was purged with N2 for one hour to ensure complete removal of air and moisture. Then, degassed h13X was added to the toluene and kept on stirring. Meanwhile, purging with N2 continued for another 30 min, followed by the addition of a certain amount of APTES and again purging for another 30 min. After that, the system was closed (airtight), and the temperature was increased to 80 °C. The solution was stirred under these conditions for 6 h, and the functionalized powder was separated by centrifuge. The obtained product was oven-dried overnight and labeled as AF(1)-h13X, AF(1.5)-h13X, AF(2)-h13X corresponding to the molar ratio of APTES/Ni (1, 1.5, 2). Further, a sample was prepared by increasing the reaction temperature to 110 °C to analyze the effect of temperature on functionalization and was labeled as AF(1.5″)-h13X."}
{"doi": "10.1016/j.ccst.2025.100424", "section": "Synthesis of catalysts", "paragraph": "The catalysts were synthesized using the wet-impregnation method. A certain amount of the nickel precursor was dissolved in 150 ml of DI water. Then, AF-h13X powder was added to the above solution. The temperature of the solution was increased to 50 °C along with mild stirring. The solution was kept at this temperature by stirring until water was fully evaporated. The obtained product was vacuum-dried in an oven at 60 °C overnight. The prepared material was calcined at 500 °C for 4 h with a heating rate of 1 °C/min in a muffle furnace. A slower heating rate ensures uniform transformation of Ni precursor into NiO with good dispersion. All the prepared catalysts contain the 10 wt. % Ni and were labeled as AF(1)-Ni/h13X, AF(1.5)-Ni/h13X, AF(2)-Ni/h13X and AF(1.5″)-Ni/h13X, respectively based on the type of functionalized support materials."}
{"doi": "10.1016/j.micromeso.2025.113610", "section": "Synthesis of TS-1 nanoparticles", "paragraph": "The strategy for the synthesis presented in the following was adapted from the work [15], however the synthesis did not include a post-synthetic recrystallization of the nanoparticles surface. Tetraethylortosilicate (TEOS, 98 %), tetrapropylammonium hydroxide (TPAOH, 25 % wt. aqueous solution), tetrabutylorthotitanate (TBOT, 98 %) were purchased from Thermo Scientific and used without further purification."}
{"doi": "10.1016/j.micromeso.2025.113610", "section": "Synthesis of TS-1 nanoparticles", "paragraph": "In a typical procedure, 5.84 g of TPAOH solution was mixed with 2.42 g of deionized (DI) water in a 10 ml beaker. Separately, 4.08 g of TEOS was mixed with 0.100 ml of TBOT and stirred for several minutes. The TPAOH solution was added to the TEOS/TBOT mixture in small (0.5–1.0 ml) portions under continuous stirring. This resulted in a clear solution that was left to stir for 1 h to complete hydrolysis of the ethers. The volume of the reaction mixture was fixed and the mixture was heated to 80 °C to evaporate the formed alcohol. Subsequently, the mixture was cooled down and diluted with water to make its volume equal to its volume before evaporation. The final composition of the reaction mixture is (in mol) 0.015TiO2-1SiO2-0.37TPAOH-19.23H2O. The mixtures were transferred to tightly closed 100 ml polypropylene bottles and placed in a drying oven at 80 or 90 °C. The hydrothermal treatment was carried out during 24 or 48 h."}
{"doi": "10.1016/j.micromeso.2025.113610", "section": "Synthesis of TS-1 nanoparticles", "paragraph": "The prepared suspensions, after dilution with DI water (1:2 v:v), were directly applied for spray-drying or used for further purification of TS-1 nanoseeds from unreacted silicates and other low molecular weight components. For this purpose, the suspension was diluted with water to 20–25 ml and centrifuged at 13000 rpm for 30 min. The supernatant was discharged while the precipitate was thoroughly redispersed in water under ultrasonic treatment, settled by centrifugation (10000 rpm, 15 min) and redispersed again (three times in total). The weight content of the solid phase in sol was determined from a small portion of liquid as a dry residue at 100 °C. Before the spray-drying, the sols were diluted by DI water to get the desired value of solid content."}
{"doi": "10.1016/j.micromeso.2025.113610", "section": "Synthesis of TS-1 nanoparticles", "paragraph": "To check the effects of hierarchical structure and primary zeolite particle size on the catalytic properties, reference samples of TS-1 and nano-crystalline TS-1 (TS-N80 and TS-N90) were synthesized. The TS-1 was prepared in accordance with a common procedure [59]: the reaction mixture after alcohol evaporation and volume adjustment (see above) was transferred into a Teflon-lined stainless-steel autoclave and heated at 175 °C during 48 h, filtered, washed with water and dried at 100 °C. To prepare nano-crystalline TS-1, the reaction mixtures after treatment at 80 or 90 °C, centrifugation and washing, as described above, was precipitated by centrifugation and dried overnight at 100 °C."}
{"doi": "10.1016/j.micromeso.2025.113610", "section": "Conclusions", "paragraph": "Hydrothermal treatment of the mixture of tetraethylorthosilicate and tetrabutylorthotitanate in the presence of tetrapropylammonium hydroxide yielded TS-1 zeolite nanoparticles. The NPs properties depend strongly on the aging temperature: only amorphous particles formed at 80 °C, while well-crystalline approximately 100 nm TS-1 NPs could be prepared at 90 °C. High temperature (175 °C) resulted in large 220 nm TS-1 nanoparticles. However, the TS-1 NPs prepared at 90 °C are depleted in Ti (only 1/3 of its theoretical concentration accumulates in the particles)."}
